orgs/from-chaunduan-to-zhongshang.org
#+title: 从川端康成到中上健次：日本纯文学是如何死掉的？在现代社会中重新建构东方美学是可能的吗？
#+date: Sun Sep  1 11:01:45 2024
#+author: Zi Liang
#+email: zi1415926.liang@connect.polyu.hk
#+latex_class: elegantpaper
#+filetags: :literature:

** 作为东方美学的代表，川端的文字在现代小说当中是否本身便已是一种“刻意”或“不经意间”的取巧？


*** 对川端文字的简介


*** 《雪国》、《伊豆舞女》的复杂性与“不经意的取巧”

*** 《千鹤》与《古都》：本身或已是一种狭隘视角

*** 倘非刻意保留，美学在现代性中还当存在吗？


** 中上健次的文字的民族性与世界性：谈论日本纯文学的消亡

*** 从中上青涩的短篇开始：似乎东方的当代作家必须要受到经典西方作品的引领

*** 《岬》与《凤仙花》：中上健次创作哲学的转变

*** 民族性：在世界性与现代性中一个当代作家是如何自我觉醒的

*** 日本纯文学的消失或许是一个政治问题

** 对东方美学和现代性的审视

*** 东方美学究竟是否存在、究竟是否有必要继续存在、究竟应该如何继续存在

*** 如果说“现代性”本身属于一个剥夺者的形象，那么导向的结局究竟是什么？

**** 构建东方现代性以适应东方美学？

**** 失去的美学不仅仅是东方，所有的传统美学都被剥夺掉了？

** 对文中一堆暴论的结论


算了太累了不写了。鸽了。

