docs/from-chaunduan-to-zhongshang.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-09-27 Sat 21:01 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>从川端康成到中上健次：日本纯文学是如何死掉的？在现代社会中重新建构东方美学是可能的吗？</title>
<meta name="author" content="Zi Liang" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="/css/styles.css" /> <link rel="stylesheet" type="text/css" href="/css/htmlize.css" /></head>
<body>
<div id="preamble" class="status">
<nav class="nav"> <a href="/index.html" class="button">Home</a> <a href="/sitemap.html" class="button">Sitemaps</a> </nav> <hr>
</div>
<div id="content" class="content">
<h1 class="title">从川端康成到中上健次：日本纯文学是如何死掉的？在现代社会中重新建构东方美学是可能的吗？</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf6d938d">1. 作为东方美学的代表，川端的文字在现代小说当中是否本身便已是一种“刻意”或“不经意间”的取巧？</a>
<ul>
<li><a href="#orgb944eb9">1.1. 对川端文字的简介</a></li>
<li><a href="#org0af2f20">1.2. 《雪国》、《伊豆舞女》的复杂性与“不经意的取巧”</a></li>
<li><a href="#org897a46f">1.3. 《千鹤》与《古都》：本身或已是一种狭隘视角</a></li>
<li><a href="#orga7025db">1.4. 倘非刻意保留，美学在现代性中还当存在吗？</a></li>
</ul>
</li>
<li><a href="#orgf756539">2. 中上健次的文字的民族性与世界性：谈论日本纯文学的消亡</a>
<ul>
<li><a href="#org80a88f5">2.1. 从中上青涩的短篇开始：似乎东方的当代作家必须要受到经典西方作品的引领</a></li>
<li><a href="#org45941fc">2.2. 《岬》与《凤仙花》：中上健次创作哲学的转变</a></li>
<li><a href="#org2028c4b">2.3. 民族性：在世界性与现代性中一个当代作家是如何自我觉醒的</a></li>
<li><a href="#org7cebee6">2.4. 日本纯文学的消失或许是一个政治问题</a></li>
</ul>
</li>
<li><a href="#orgf808dce">3. 对东方美学和现代性的审视</a>
<ul>
<li><a href="#org0709a2f">3.1. 东方美学究竟是否存在、究竟是否有必要继续存在、究竟应该如何继续存在</a></li>
<li><a href="#orgc948a8f">3.2. 如果说“现代性”本身属于一个剥夺者的形象，那么导向的结局究竟是什么？</a>
<ul>
<li><a href="#org6350899">3.2.1. 构建东方现代性以适应东方美学？</a></li>
<li><a href="#orgb731059">3.2.2. 失去的美学不仅仅是东方，所有的传统美学都被剥夺掉了？</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org9452fe5">4. 对文中一堆暴论的结论</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgf6d938d" class="outline-2">
<h2 id="orgf6d938d"><span class="section-number-2">1.</span> 作为东方美学的代表，川端的文字在现代小说当中是否本身便已是一种“刻意”或“不经意间”的取巧？</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgb944eb9" class="outline-3">
<h3 id="orgb944eb9"><span class="section-number-3">1.1.</span> 对川端文字的简介</h3>
</div>


<div id="outline-container-org0af2f20" class="outline-3">
<h3 id="org0af2f20"><span class="section-number-3">1.2.</span> 《雪国》、《伊豆舞女》的复杂性与“不经意的取巧”</h3>
</div>

<div id="outline-container-org897a46f" class="outline-3">
<h3 id="org897a46f"><span class="section-number-3">1.3.</span> 《千鹤》与《古都》：本身或已是一种狭隘视角</h3>
</div>

<div id="outline-container-orga7025db" class="outline-3">
<h3 id="orga7025db"><span class="section-number-3">1.4.</span> 倘非刻意保留，美学在现代性中还当存在吗？</h3>
</div>
</div>
<div id="outline-container-orgf756539" class="outline-2">
<h2 id="orgf756539"><span class="section-number-2">2.</span> 中上健次的文字的民族性与世界性：谈论日本纯文学的消亡</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org80a88f5" class="outline-3">
<h3 id="org80a88f5"><span class="section-number-3">2.1.</span> 从中上青涩的短篇开始：似乎东方的当代作家必须要受到经典西方作品的引领</h3>
</div>

<div id="outline-container-org45941fc" class="outline-3">
<h3 id="org45941fc"><span class="section-number-3">2.2.</span> 《岬》与《凤仙花》：中上健次创作哲学的转变</h3>
</div>

<div id="outline-container-org2028c4b" class="outline-3">
<h3 id="org2028c4b"><span class="section-number-3">2.3.</span> 民族性：在世界性与现代性中一个当代作家是如何自我觉醒的</h3>
</div>

<div id="outline-container-org7cebee6" class="outline-3">
<h3 id="org7cebee6"><span class="section-number-3">2.4.</span> 日本纯文学的消失或许是一个政治问题</h3>
</div>
</div>
<div id="outline-container-orgf808dce" class="outline-2">
<h2 id="orgf808dce"><span class="section-number-2">3.</span> 对东方美学和现代性的审视</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org0709a2f" class="outline-3">
<h3 id="org0709a2f"><span class="section-number-3">3.1.</span> 东方美学究竟是否存在、究竟是否有必要继续存在、究竟应该如何继续存在</h3>
</div>

<div id="outline-container-orgc948a8f" class="outline-3">
<h3 id="orgc948a8f"><span class="section-number-3">3.2.</span> 如果说“现代性”本身属于一个剥夺者的形象，那么导向的结局究竟是什么？</h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-org6350899" class="outline-4">
<h4 id="org6350899"><span class="section-number-4">3.2.1.</span> 构建东方现代性以适应东方美学？</h4>
</div>

<div id="outline-container-orgb731059" class="outline-4">
<h4 id="orgb731059"><span class="section-number-4">3.2.2.</span> 失去的美学不仅仅是东方，所有的传统美学都被剥夺掉了？</h4>
</div>
</div>
</div>
<div id="outline-container-org9452fe5" class="outline-2">
<h2 id="org9452fe5"><span class="section-number-2">4.</span> 对文中一堆暴论的结论</h2>
<div class="outline-text-2" id="text-4">
<p>
算了太累了不写了。鸽了。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr class="Solid"> <div class="info"> <span class="author">Author: Zi Liang (<a href="mailto:zi1415926.liang@connect.polyu.hk">zi1415926.liang@connect.polyu.hk</a>)</span> <span class="date">Create Date: Sun Sep  1 11:01:45 2024</span> <span class="date">Last modified: 2025-09-27 Sat 19:50</span> <span>Creator: <a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.2 (<a href="https://orgmode.org">Org</a> mode 9.7.11)</span> </div>
</div>
</body>
</html>
